hurrican/hurrican-acceptance-test/src/citrus/resources/templates/resourceorder/v1/Resource_Order_Management/ffmDeleteOrder.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <deleteOrder xmlns="http://www.mnet.de/esb/cdm/Resource/WorkforceService/v1">
            <id>@ignore@</id>
        </deleteOrder>
    </soap:Body>
</soap:Envelope>